Repository: zuck/prometeo-erp
Catalog: */locale/*/LC_MESSAGES/django.po
Languages: it

source: job
it: impiego

source: type
it: tipologia

source: started on
it: dal

source: ended on
it: al

source: employee
it: dipendente

source: employees
it: dipendenti

source: date
it: data

source: timesheet
it: foglio ore

source: timesheets
it: fogli ore

source: TS
it: FO

source: start time
it: orario inizio

source: end time
it: orario fine

source: related to
it: relativo a

source: description
it: descrizione

source: timesheet entry
it: voce

source: timesheet entries
it: voci

source: %(start_time)s ~ %(end_time)s on %(date)s of %(user)s
it: %(start_time)s ~ %(end_time)s il %(date)s di %(user)s

source: expense voucher
it: nota spese

source: expense vouchers
it: note spese

source: EV
it: NS

source: total amount
it: Totale

source: voucher
it: nota

source: amount
it: importo

source: expense entry
it: voce di spesa

source: expense entries
it: voci di spesa

source: %(type)s ~ %(amount)s on %(date)s
it: %(type)s ~ %(amount)s il %(date)s

source: start date
it: data inizio

source: end date
it: data fine

source: notes
it: note

source: leave request
it: richiesta di permesso

source: leave requests
it: richieste di permesso

source: LR
it: RP

source: Main menu for human resources
it: Menu principale per le risorse umane

source: Main menu for employee
it: Menu principale per i dipendenti

source: Main menu for timesheet
it: Menu principale per i fogli ore

source: Main menu for expense voucher
it: Menu principale per le note spese

source: Main menu for leave request
it: Menu principale per le richieste di permesso

source: Human resources
it: Risorse umane

source: Human resources management
it: Gestione risorse umane

source: Employees
it: Dipendenti

source: Timesheets
it: Fogli ore

source: Expense vouchers
it: Note spese

source: Leave requests
it: Richieste di permesso

source: Details
it: Dettagli

source: Hard copies
it: Copie cartacee

source: Timeline
it: Cronologia

source: Employee created
it: Creazione dipendente

source: Employee changed
it: Modifica dipendente

source: Employee deleted
it: Eliminazione dipendente

source: Timesheet created
it: Creazione foglio ore

source: Timesheet changed
it: Modifica foglio ore

source: Timesheet deleted
it: Eliminazione foglio ore

source: Expense voucher created
it: Creazione nota spese

source: Expense voucher changed
it: Modifica nota spese

source: Expense voucher deleted
it: Eliminazione nota spese

source: Leave request created
it: Creazione richiesta di permesso

source: Leave request changed
it: Modifica richiesta di permesso

source: Leave request deleted
it: Eliminazione richiesta di permesso

source: HR Managers
it: Responsabili Risorse Umane

source: The employee was created successfully.
it: Il dipendente è stato salvato.

source: The employee was updated successfully.
it: Il dipendente è stato aggiornato.

source: The expense voucher was created successfully.
it: La nota spese è stata salvata.

source: The expense voucher was updated successfully.
it: La nota spese è stata aggiornata.

source: The leave request was created successfully.
it: La richiesta di permesso è stata salvata.

source: The leave request was updated successfully.
it: La richiesta di permesso è stata aggiornata.

source: The timesheet was created successfully.
it: Il foglio ore è stato salvato.

source: The timesheet was updated successfully.
it: Il foglio ore è stato aggiornato.
